/************************   Описание структуры проекта ***********************/



/*************************************************************************************/
/*                              Пака модели (Models)                                 */
/* Содержит классы, с помощью которых изъясняемся внутри бизнес-логики. Описываются  */
/* модели в виде классов, структур. Используются в интерфейсной части прложения и в  */
/* логике.                                                                           */
/*************************************************************************************/

/*************************************************************************************/
/*                              Пака Services                                        */
/* Объекты, которые выполняют основную бизнес-функцию. Через них получаем данные     */
/* из БД.                                                                            */
/*************************************************************************************/


